{
  "records":[
  {"title":"The duality of man", "date":"07 May 2021", "entry":"No human is perfect, everyone has elements of good & evil, lawful & chaotic. Even the perspective of neutrality is but a pendulum, a metronome in the motion towards that of balance. Accept people for who they are till they've chosen to prove you otherwise, going against your alignment whatever it is. Move on and find someone who is more aligned with you and one day you will find someone you fit right in with."},
  {"title":"Realisation of being lost", "date":"08 May 2021", "entry":"Finally, I have slightly more clarity towards myself now. Seemingly, being bad with directions and having a mid life crisis shares a similar prime, as this weird, unusual mind of mine has been able to that connection. As big of a day dreamer, attention hasn't been paid in full towards the norm. This people, environment, activities & interactions unless they are of a stimulating nature."},
  {"title":"The chase for a high", "date":"09 May 2021", "entry":"Having met the person of my dreams, someone who I feel an immense connection towards, I am now constantly being drawn by my needs for the sensations of connection, excitement, interaction, discovery, discussion, intimacy, and joy. Isolation feels lonely & melancholic, if not for the constant reminder that life is pretty much insignificant in hindsight. Eventually everything ends, so do what you want, be what you want, and so you don't regret for every shot you don't take is another that you miss. Still, living life like this is going to prove difficult. The worse comes when the time comes where the schrodinger's box is unveiled, leading to the revelation that this is indeed a one way road that has no way back..."},
  {"title":"Why are you NOT running?", "date":"13 May 2021", "entry":"Being under appreciated sure feels bad. But you should never solely rely on someone else for your own happiness or acknowledgement. If the person is showing signs of not wanting to be involved, that's a pretty big tell tale. So please do yourself a favour and just move on. Stop giving yourself false hope, because you are running away from the truth and instead, not the person that doesn't give 2 fucks about you. It can be really tough, especially when the person seems to be everything that you have asked for, but sometimes what you are isn't something that they are asking for... feels sadge man ='( "}
  ]
}